Repository: rafaelmardojai/share-preview
Catalog: po/*.po
Languages: ar, bg, de, fi, fr, hr, it, ja, nl, oc, ru, tr, vi

source: Card Error
ar: خطأ في البطاقة
bg: Грешка в картата
de: Karten-Fehler
fi: Korttivirhe
fr: Erreur avec la carte
hr: Greška kartice
it: Errore Carta
ja: カードエラー
nl: Kaartfout
oc: Error de carta
ru: Ошибка карточки
tr: Kart Hatası
vi: Lỗi Thẻ

source: Metadata
ar: البيانات الوصفية
bg: Метаданни
de: Metadaten
fi: Metatiedot
fr: Métadonnées
hr: Metapodaci
it: Metadati
ja: メタデータ
nl: Metagegevens
oc: Metadonadas
ru: Метаданные
tr: Üst veri

source: Nothing to Show
ar: لا شيء لعرضه
bg: Нищо за показване
de: Nichts anzuzeigen
fi: Ei mitään näytettävää
fr: Rien à afficher
hr: Nema se što prikazati
it: Niente da mostrare
ja: 表示するものがありません
nl: Niets om te tonen
oc: Pas res a mostrar
ru: Нечего показать
tr: Gösterilecek Hiçbir Şey Yok
vi: Không có gì để Hiển Thị

source: Body Images
ar: صور المتن
bg: Изображения на тялото
de: Body-Bilder
fi: Runkokuvat
fr: Images du corpus
hr: Slike sadržaja
it: Immagini principali
ja: ボディイメージ
nl: Body-afbeeldingen
oc: Imatge del Body
ru: Изображения в теле
tr: Gövde Resimleri
vi: Hình Ảnh Thân

source: Scraping Log
ar: سجل الكشط
bg: Обхождане на журнала
de: Scraping-Protokoll
fi: Keruuloki
fr: Récupération du journal
hr: Potpuno brisanje zapisa radnji
it: Registro di raschiatura
ja: スクレイピング ログ
nl: Scraping-logboek
oc: Recuperacion dels logs
ru: Журнал парсинга
tr: Kazıma Günlüğü
vi: Cào Nhật Ký

# shortcut window
source: General
ar: عام
bg: Общи
de: Allgemein
fi: Yleiset
fr: Général
hr: Opće
it: Generale
ja: 一般
nl: Algemeen
ru: Общие
tr: Genel
vi: Chung

# shortcut window
source: Focus the URL entry
ar: ركِّز على مدخلة مسار
bg: Фокусиране на записа на адреса
de: URL-Eintrag fokussieren
fi: Kohdista verkko-osoitteen kenttään
hr: Fokusiraj unos URL-a
it: Metti a fuoco la voce dell'URL
ja: URL入力欄にフォーカスする
nl: URL-invoer in focus brengen
oc: Fòcus sul camp de l’URL
ru: Перейти к полю ввода URL
tr: URL girdisine odaklan
vi: Tập trung mục nhập URL

# shortcut window
source: Show Shortcuts
ar: أظهِر الاختصارات
bg: Показване на клавишните комбинации
de: Tastenkürzel anzeigen
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
hr: Pokaži prečace
it: Mostra scorciatoie
ja: ショートカットを表示
nl: Sneltoetsen tonen
oc: Afichar los acorchis
ru: Комбинации клавиш
tr: Kısayolları Göster
vi: Hiển Thị Phím Tắt

# shortcut window
source: Quit
ar: اخرج
bg: Спиране на програмата
de: Beenden
fi: Lopeta
fr: Quitter
hr: Zatvori program
it: Esci
ja: 終了
nl: Sluiten
oc: Quitar
ru: Выход
tr: Çık
vi: Thoát

source: _New Window
ar: _نافذة جديدة
bg: _Нов прозорец
de: _Neues Fenster
fi: _Uusi ikkuna
fr: _Nouvelle fenêtre
hr: _Novi prozor
it: _Nuova finestra
ja: 新しいウィンドウ
nl: _Nieuw venster
oc: Fenèstra _novèla
ru: _Новое окно
tr: _Yeni Pencere
vi: _Cửa Sổ Mới

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
bg: _Клавишни комбинации
de: _Tastenkürzel
fi: _Pikanäppäimet
fr: _Raccourcis claviers
hr: _Tipkovni prečaci
it: _Scorciatoie da tastiera
ja: キーボード ショートカット
nl: _Sneltoetsen
oc: Aco_rchis de clavièr
ru: _Комбинации клавиш
tr: _Klavye Kısayolları
vi: _Phím Tắt Bàn Phím

source: _About Share Preview
ar: _عَنْ «معاينة المشاركة»
bg: _Относно „Споделяне на преглед“
de: _Über Sharing-Vorschau
fi: _Tietoja - Share Preview
fr: _À propos d'Aperçu du Partage
hr: _O programu Pregled dijeljenja
it: _Informazioni sull'anteprima di condivisione
ja: Share Previewについて
nl: _Over Share Preview
oc: _A prepaus d’Apercebut de partiment
ru: _О приложении
tr: Paylaşım Ön İzle _Hakkında
vi: _Giới Thiệu Về Share Preview

source: Share Preview
ar: معاينة المشاركة
bg: Споделяне на преглед
de: Sharing-Vorschau
fr: Aperçu du Partage
hr: Pregled dijeljenja
it: Condividi Anteprima
ja: シェアプレビュー
oc: Apercebut de partiment
tr: Paylaşım Ön İzle

source: Toggle Color Scheme
ar: بدِّل مخطط الألوان
bg: Превключване на цветовата схема
de: Farbschema wechseln
fi: Vaihda väriteema
fr: Basculer le schéma de couleurs
hr: Uključi/Isključi shemu boja
it: Attiva/disattiva combinazione di colori
ja: カラーテーマを切り替える
nl: Van kleurenschema wisselen
oc: Alternar l’esquèma de color
ru: Переключить цветовую схему
tr: Renk Şemasını Değiştir
vi: Bật/Tắt Bảng Màu

source: Main Menu
ar: القائمة الرئيسة
bg: Основно меню
de: Hauptmenü
fi: Päävalikko
fr: Menu principal
hr: Glavni izbornik
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
oc: Menú principal
ru: Главное меню
tr: Ana Menü
vi: Menu Chính

source: Go
ar: اذهب
bg: Начало
de: Los
fi: Siirry
fr: Valider
hr: Idi
it: Vai
ja: 実行
nl: Gaan
oc: Aviar
ru: Перейти
tr: Git
vi: Bắt Đầu

source: Set a URL to preview
ar: ضع مسارًا لمعاينته
bg: Задайте адрес за преглеждане
de: URL eingeben für Vorschau
fi: Aseta verkko-osoite esikatselua varten
fr: Entrez une URL pour voir l'aperçu
hr: Postavi URL adresu za pregled
it: Imposta un URL per l'anteprima
ja: プレビュー用のURLを設定する
nl: Stel een URL in om voor te vertonen
oc: Definir una URL a previsualizar
ru: Задайте URL для предпросмотра
tr: Ön izlenecek URL belirle
vi: Đặt URL để xem trước

source: View Metadata
ar: اعرض البيانات الوصفية
bg: Показване на метаданните
de: Metadaten anzeigen
fi: Näytä metatiedot
fr: Voir les métadonnées
hr: Pogledaj metapodatke
it: Visualizza i metadati
ja: メタデータを表示
nl: Metagegevens bekijken
oc: Veire las metadonadas
ru: Просмотр метаданных
tr: Üst Verileri Görüntüle
vi: Xem Metadata

source: Show Logs
ar: أظهِر السجلات
bg: Показване на журнала
de: Protokolle anzeigen
fi: Näytä lokit
fr: Afficher les journaux
hr: Pokaži zapise radnji
it: Mostra log
ja: ログを表示
nl: Logboek tonen
oc: Afichar los jornals
ru: Показать журнал
tr: _Günlük Göster
vi: Hiện Nhật Ký

source: Test social media cards locally
ar: اختبر بطاقات الشبكات الاجتماعية محليًا
bg: Проверете локално карти за социални мрежи
de: Teste Social-Media-Karten lokal
fi: Testaa sosiaalisen median kortteja paikallisesti
fr: Tester les cartes des réseaux sociaux en local
hr: Testiraj kartice za društvene medije lokalno
it: Prova le schede dei social media localmente
ja: ソーシャルメディアカードをローカルでテストする
nl: Test voorbeeldkaarten van sociale media lokaal
oc: Provar las cartas de malhums socials en local
ru: Тестируйте карточки социальных сетей локально
tr: Sosyal medya kartlarını yerel olarak sına
vi: Kiểm tra thẻ truyền thông xã hội một cách cục bộ

source: Gnome;GTK;link;url;unfurl;
ar: جنوم;جتك;مسار;رابط;url;unfurl;Gnome;GTK;link;
bg: адрес;връзка;
fi: Gnome;GTK;link;url;unfurl;linkki;
fr: Gnome;GTK;lien;url;unfurl;
hr: Gnome;GTK;link;poveznica;url;unfurl;
ja: Gnome;GTK;リンク;URL;展開;
nl: Gnome;GTK;link;url;unfurl;koppeling;verwijzing;kaart;deel;delen;voorvertoning;
oc: Gnome;GTK;ligam;url;unfurl;
tr: Gnome;GTK;link;url;unfurl;önizle;önizleme;ön izle;ön izleme;paylaş;paylaşım;share;preview;
vi: Gnome;GTK;link;url;unfurl;liên kết;url;mở ra;

source: New Window
ar: نافذة جديدة
de: Neues Fenster
fi: Uusi ikkuna
fr: Nouvelle fenêtre
hr: Novi prozor
it: Nuova finestra
ja: 新しいウィンドウ
nl: Nieuw venster
oc: Fenèstra novèla
ru: _Новое окно
tr: Yeni Pencere
vi: Cửa Sổ Mới

source: Preview and debug websites metadata tags for social media share.
ar: عاين وصحِّح وسوم البيانات الوصفية للمواقع لمشاركتها على الشبكات الاجتماعية.
bg: Предварително прегледайте и отстранете грешки в етикетите за метаданни за споделяне в социалните мрежи
de: Vorschau und Fehlersuche für Social-Media-Karten Websitetags.
fi: Esikatsele ja selvitä ongelmia verkkosivustojen sosiaalisten mediajakojen metatiedoissa.
fr: Prévisualiser et déboguer les balises de métadonnées des sites web pour le partage sur les réseaux sociaux.
hr: Pregledaj i otkloni greške oznaka metapodataka web-stranice za dijeljenje na društvenim medijima.
it: Visualizza in anteprima ed esegui il debug dei tag dei metadati dei siti Web per la condivisione sui social media.
ja: ソーシャルメディアでの共有用に、ウェブサイトのメタデータタグをプレビューし、デバッグします。
nl: Maak een voorvertoning van links op sociale media en spoor fouten van metagegevens-tags hiervan op.
oc: Previsualizar e debugar las etiquetas de metadonadas de site web pels partiements de ligam.
ru: Предварительный просмотр и отладка тегов метаданных веб-сайтов для публикации в социальных сетях.
tr: Sosyal medya paylaşımı için web sitesi üst veri etiketlerini ön izle ve hatalarını ayıkla.
vi: Xem trước và gỡ lỗi thẻ metadata của trang web để chia sẻ trên mạng xã hội.

source: Network Error
ar: خطأ في الشبكة
bg: Мрежова грешка
de: Netzwerk-Fehler
fi: Verkkovirhe
fr: Erreur de réseau
hr: Greška mreže
it: Errore di rete
ja: ネットワーク エラー
nl: Netwerkfout
oc: Error ret
ru: Ошибка сети
tr: Ağ Hatası
vi: Lỗi Mạng

source: Couldn’t connect to the given URL.
ar: تعذَّر الاتصال بالمسار المُعطى.
bg: Не може да се осъществи връзка с дадения адрес.
de: Keine Verbindung mit angegebener URL möglich.
fi: Annettuun verkko-osoitteeseen ei voitu muodostaa yhteyttä.
fr: Impossible de se connecter à l'URL donnée.
hr: Neuspjelo povezivanje na zadanu URL adresu.
it: Impossibile connettersi all'URL specificato.
ja: 指定されたURLに接続できませんでした。
nl: Kon geen verbinding maken met de opgegeven URL.
oc: Connexion impossibla a l’URL donada.
ru: Не удалось подключиться к указанному URL.
tr: Verilen URL’ye bağlanılamadı.
vi: Không thể kết nối với URL đã cho.

source: Unexpected Error
ar: خطأ غير متوقع
bg: Неочаквана грешка
de: Unerwarteter Fehler
fi: Odottamaton virhe
fr: Erreur inattendue
hr: Neočekivana greška
it: Errore inaspettato
ja: 予期しないエラー
nl: Onverwachte fout
oc: Error inesperada
ru: Неожиданная ошибка
tr: Beklenmeyen Hata
vi: Lỗi Không Mong Muốn

source: Server Error {status}
ar: خطأ في الخادوم {status}
de: Serverfehler {status}
fi: Palvelinvirhe {status}
hr: Greška servera {status}
it: Errore del server {stato}
ja: サーバーエラー {status}
nl: Serverfout {status}
oc: Error servidor {status}
ru: Ошибка сервера {status}
tr: Sunucu Hatası {status}
vi: Lỗi Máy Chủ {status}

source: Invalid URL
ar: مسار غير صالح
bg: Неправилен адрес
de: Ungültige URL
fi: Virheellinen verkko-osoite
fr: URL invalide
hr: Neispravna URL adresa
it: URL non valido
ja: 無効なURL
nl: Ongeldige URL
oc: URL invalida
ru: Неверный URL
tr: Geçersiz URL
vi: URL không hợp lệ

source: Couldn’t find enough data to generate a card for this social media.
ar: تعذَّر العثور على بيانات كافية لإنشاء بطاقة لهذه الشبكة الاجتماعية.
bg: Не са намерени достатъчно данни, за да се генерира карта за тази социална мрежа.
de: Nicht genug Daten, um eine Karte für dieses soziale Medium zu erstellen.
fi: Ei riittävästi dataa kortin luomiseksi tätä sosiaalista mediaa varten.
fr: Impossible de trouver suffisamment de données pour générer une carte pour ce réseau social.
hr: Nema dovoljno podataka za izradu kartice za ovaj društveni medij.
it: Impossibile trovare dati sufficienti per generare una scheda per questo social media.
ja: このソーシャルメディアのカードを生成するための十分なデータが見つかりませんでした。
nl: Kon niet genoeg gegevens vinden om een kaart te genereren voor deze sociale media.
oc: Èra pas possible de trobar pro de donadas per generar una carta per aqueste malhum social.
ru: Не удалось найти достаточно данных, чтобы сгенерировать карточку для этой социальной сети.
tr: Bu sosyal medyaya kart oluşturmak için yeterli veri bulunamadı.
vi: Không thể tìm thấy đủ dữ liệu để tạo thẻ cho phương tiện truyền thông xã hội này.

source: Twitter: No card found.
ar: تويتر: لم يُعثر على بطاقة.
bg: Twitter: Няма намерена карта.
de: Twitter: Keine Karte gefunden.
fi: Twitter: Korttia ei löytynyt.
fr: Twitter : Aucune carte trouvée.
hr: Twitter: Nema kartice.
it: twitter: nessuna scheda trovata.
ja: Twitter: カードが見つかりませんでした。
nl: Twitter: Geen kaart gevonden
oc: Twitter : cap de carta pas trobada.
ru: Twitter: Карточка не найдена.
tr: Twitter: Kart bulunamadı.
vi: Twitter: Không tìm thấy thẻ.

source: DEBUG
ar: تنقيح
bg: Отстраняване на грешки
fi: VIANJÄLJITYS
fr: DÉBOGAGE
hr: ISPRAVLJANJE GREŠAKA
ja: デバッグ
nl: FOUTOPSPORING
oc: DESBUGATGE
ru: ОТЛАДКА
tr: HATA AYIKLAMA
vi: GỠ LỖI

source: INFO
ar: معلومات
bg: Информация
fr: INFOS
hr: INFORMACIJE
ja: 情報
oc: INFORMACION
ru: ИНФО
tr: BİLGİ
vi: THÔNG TIN

source: WARNING
ar: تحذير
bg: Предупреждение
de: WARNUNG
fi: VAROITUS
fr: AVERTISSEMENT
hr: UPOZORENJE
it: AVVERTENZA
ja: 警告
nl: WAARSCHUWING
oc: AVERTIMENT
ru: ПРЕДУПРЕЖДЕНИЕ
tr: UYARI
vi: CẢNH BÁO

source: ERROR
ar: خطأ
bg: Грешка
de: FEHLER
fi: VIRHE
fr: ERREUR
hr: GREŠKA
it: ERRORE
ja: エラー
nl: FOUT
ru: ОШИБКА
tr: HATA
vi: LỖI

source: Found "{name}".
ar: عُثِر على «{name}».
bg: Намерено е „{name}“.
de: "{name}" gefunden.
fi: Löytyi "{name}".
fr: « {name} » trouvé.
hr: Pronađeno je „{name}”.
it: Trovato "{name}".
ja: "{name}"を発見しました。
nl: ‘{name}’ gevonden
oc: « {name} } » trobat.
ru: Найдено "{name}".
tr: "{name}" bulundu.
vi: Đã tìm thấy "{name}".

source: "{name}" is empty!
ar: «{name}» فارغ!
bg: „{name}“ е празно!
de: "{name}" ist leer!
fi: "{name}" on tyhjä!
fr: « {name} » est vide !
hr: „{name}” je prazno!
it: "{name}" è vuoto!
ja: "{name}"は空です！
nl: ‘{name}’ is leeg
oc: « {name} » es void !
ru: "{name}" пусто!
tr: "{name}" boş!
vi: "{name}" trống!

source: Unable to find a metadata for title!. Falling back to document title.
ar: تعذَّر العثور على بيانات وصفية للعنوان! سيُلجئ إلى عنوان المستند.
bg: Метаданни за заглавието на документа не са намерени! Връщане към заглавието на документа.
de: Keine Metadaten für den Titel gefunden!. Verwende Dokumententitel.
fi: Metatietoja otsikkoa varten ei löytynyt! Turvaudutaan asiakirjan otsikkoon.
fr: Impossible de trouver une métadonnée pour le titre ! Bascule sur le titre du document.
hr: Metapodaci za naslov nisu pronađeni! Preuzima se naslov dokumenta.
it: Impossibile trovare i metadati per il titolo!. Ritorno al titolo del documento.
ja: タイトルのメタデータが見つかりませんでした。ドキュメントタイトルに戻ります。
nl: Kon geen metagegevens voor titel vinden. Documenttitel wordt gebruikt.
oc: Impossible de trobar una metadonada pel títol. Utilizatz del títol del document.
ru: Невозможно найти метаданные для заголовка! Используем заголовок документа.
tr: Başlık için üst veri bulunamadı! Belge başlığına geri dönülüyor.
vi: Không thể tìm thấy siêu dữ liệu cho tiêu đề!. Quay trở lại tiêu đề tài liệu.

source: Unable to find the document title!. Falling back to site url.
ar: تعذَّر العثور على عنوان المستند! سيُلجئ إلى مسار الموقع.
bg: Заглавието на документа не е намерен! Връщане към адреса на страницата.
de: Titel des Dokuments nicht gefunden!. Verwende die Website-URL.
fi: Asiakirjan otsikkoa ei löytynyt! Turvaudutaan sivun verkko-osoitteeseen.
fr: Impossible de trouver le titre du document ! Bascule sur l’url du site.
hr: Naslov dokumenta nije pronađen! Preuzima se URL adresa web stranice.
it: Impossibile trovare il titolo del documento!. Ritorna all'URL del sito.
ja: ドキュメントのタイトルが見つかりません！ サイトURLに切り替えます。
nl: Kon de documenttitel niet vinden. Website-URL wordt gebruikt.
oc: Impossible de trobar lo títol del document. Utilizacion de l’adreça del site a la plaça.
ru: Невозможно найти заголовок документа! Используем URL сайта.
tr: Belge başlığı bulunamadı! Site URL'sine geri dönülüyor.
vi: Không thể tìm thấy tiêu đề tài liệu!. Quay trở lại url trang web.

source: The description should be at least "{count}" characters long.
ar: يجب أن يتكوَّن الوصف من «{count}» محرفًا على الأقل.
bg: Дължината на описанието трябва да бъде най-малко „{count}“ знака.
de: Die Beschreibung sollte sein mindestens "{count}" Zeichen lang sein.
fi: Kuvauksen tulee olla enintään "{count}" merkkiä.
fr: La description devrait être longue d’au moins "{count}" caractères.
hr: Opis treba sadržati baren „{count}” znaka(ova).
it: La descrizione deve contenere almeno "{count}" caratteri.
ja: 説明文は少なくとも"{count}"文字以上である必要があります。
nl: De omschrijving moet minstens {count} tekens lang zijn.
oc: La descripcion deu almens aver « {count} » caractèrs.
ru: Описание должно содержать не менее "{count}" символов.
tr: Açıklama en az "{count}" karakter uzunluğunda olmalıdır.
vi: Mô tả phải dài ít nhất "{count}" ký tự.

source: Add a "{tag}" tag to the page to have control over the content.
ar: أضِف وسم «{tag}» إلى الصفحة للتحكم في المحتوى.
bg: Добавете етикет „{tag}“ към страницата, за да имате контрол върху съдържанието.
de: "{tag}"-Tag zur Seite hinzufügen, um Kontrolle über den Inhalt zu haben.
fi: Lisää tagi "{tag}" sivulle hallitaksesi sisältöä.
fr: Ajouter une balise "{tag}" à la page pour en contrôler le contenu.
hr: Dodaj „{tag}” oznaku stranici za kontroliranje sadržaja.
it: Aggiungi un tag "{tag}" alla pagina per avere il controllo sul contenuto.
ja: "{tag}"タグをページに追加することで、コンテンツを管理できます。
nl: Voeg een ‘{tag}’-tag toe aan de pagina voor controle over de inhoud.
oc: Ajustatz una etiqueta « {tag} » a la pagina per aver mai de contraròtle sul contengut.
ru: Добавьте к странице тег "{tag}", чтобы иметь возможность управлять содержимым.
tr: İçerik üzerinde denetim sahibi olmak için sayfaya "{tag}" etiketi ekleyin.
vi: Thêm thẻ "{tag}" vào trang để kiểm soát nội dung.

source: Found card of type "{name}".
ar: عُثر على بطاقة من نوع «{name}».
bg: Намерена е карта от тип „{name}“.
de: Karte des Typs "{name}" gefunden.
fi: Kortti tyyppiä "{name}" löytyi.
fr: Carte de type « {name} » trouvée.
hr: Pronađena je „{name}” vrsta kartica.
it: Trovato carta di tipo "{name}".
ja: "{name}"タイプのカードが見つかりました。
nl: Kaart gevonden van type ‘{name}’.
oc: Carta de tipe « {name} » trobada.
ru: Найдена карточка с типом "{name}".
tr: "{name}" türünde bir kart bulundu.
vi: Đã tìm thấy thẻ thuộc loại "{name}".

source: Unable to find "{name}". Consider providing a "{name}" meta property.
ar: تعذَّر العثور على «{name}». وفِّر خاصيَّة «{name}» الوصفية.
bg: „{name}“ не е намерено. Предоставете „{name}“ мета свойство.
de: "{name}" nicht gefunden. Erwägen Sie die Bereitstellung einer Meta-Eigenschaft "{name}".
fi: "{name}":ta ei voi löytää. Harkitse meta-omaisuuden "{name}" tiedottamista.
fr: Impossible de trouver « {name} ». Veuillez fournir une propriété méta « {name} ».
hr: „{name}” nije pronađeno. Zadaj meta svojstvo „{name}”.
it: Impossibile trovare "{nome}". Prendi in considerazione di fornire un "{name}" meta property.
ja: "{name}"が見つかりません。"{name}"メタプロパティを提供することを検討してください。
nl: Kon ‘{name}’ niet vinden. Overweeg de meta-eigenschap ‘{name}’ toe te voegen.
oc: Impossible de trobar « {name} ». Pensatz de fornir una proprietat meta « {name} ».
ru: Не удалось найти "{name}". Рекомендуется указать мета-свойство "{name}".
tr: "{name}" bulunamadı. "{name}" üst veri özelliği sağlamayı düşünün.
vi: Không thể tìm thấy "{name}". Hãy cân nhắc việc cung cấp thuộc tính meta "{name}".

source: Unable to find any valid card type.
ar: تعذَّر العثور على أي نوع بطاقة صالح.
bg: Правилен тип карта не е намерена.
de: Kein gültiger Kartentyp gefunden.
fi: Mitään kelvollista korttityyppiä ei löytynyt.
fr: Impossible de trouver un type de carte valide.
hr: Nijedna valjana vrsta kartice nije pronađena.
it: Impossibile trovare alcun tipo di carta valido.
ja: 有効なカードの種類が見つかりません。
nl: Kon geen geldig kaarttype vinden.
oc: Impossible de trobar cap de carta valida.
ru: Не удалось найти допустимый тип карточки.
tr: Geçerli bir kart türü bulunamadı.
vi: Không thể tìm thấy bất kỳ loại thẻ hợp lệ.

source: Unable to find any valid title or description.
ar: تعذَّر العثور على أي عنوان أو وصف صالح.
bg: Правилно заглавие или описание не е намерено.
de: Kein gültiger Titel oder Beschreibung gefunden.
fi: Mitään kelvollista otsikkoa tai kuvausta ei löytynyt.
fr: Impossible de trouver un titre ou une description valide.
hr: Nijedan naslov niti opis nisu pronađeni.
it: Impossibile trovare un titolo o una descrizione validi.
ja: 有効なタイトルまたは説明が見つかりません。
nl: Kon geen geldige titel of beschrijving vinden.
oc: Impossible de trobar cap de títol o descripcion valida.
ru: Не удалось найти допустимый заголовок или описание.
tr: Geçerli bir başlık veya açıklama bulunamadı.
vi: Không thể tìm thấy bất kỳ tiêu đề hoặc mô tả hợp lệ nào.

source: Unable to find a valid image in the metadata.
ar: تعذَّر العثور على صورة صالحة في البيانات الوصفية.
bg: Правилно изображение не е намерено в метаданните.
de: Es konnte kein gültiges Bild in den Metadaten gefunden werden.
fi: Metatiedoista ei löytynyt kelvollista kuvaa.
fr: Impossible de trouver une image valide dans les métadonnées.
hr: U metapodacima nije pronađena valjana slika.
it: Impossibile trovare un'immagine valida nei metadati.
ja: メタデータ内に有効な画像が見つかりません。
nl: Kon geen geldige afbeelding vinden in de metagegevens.
oc: Impossible de trobar un imatge valid dins las metadonadas.
ru: Не удалось найти допустимое изображение в метаданных.
tr: Üst verilerde geçerli bir resim bulunamadı.
vi: Không thể tìm thấy hình ảnh hợp lệ trong metadata.

source: Unable to find a valid image in the metadata or document body.
ar: تعذَّر العثور على صورة صالحة في البيانات الوصفية أو محتوى المستند.
bg: Правилно изображение не е намерено в метаданните или в тялото на документа.
de: Es konnte kein gültiges Bild in den Metadaten oder Dokument-Body gefunden werden.
fi: Metatiedoista tai asiakirjan rungosta ei löytynyt kelvollista kuvaa.
fr: Impossible de trouver une image valide dans les métadonnées ou dans le corps du document.
hr: Neuspjelo pronalaženje valjane slike u metapodacima ili sadržaju dokumenta.
it: Impossibile trovare un'immagine valida nei metadati o nel corpo del documento.
ja: メタデータまたはドキュメント本文内に有効な画像が見つかりませんでした。
nl: Kon geen geldige afbeelding vinden in de metagegevens of document-body.
oc: Impossible de trobar un imatge valid dins las metadonadas o dins lo còs del document.
ru: Не удалось найти допустимое изображение в метаданных или теле.
tr: Üst verilerde ya da belge gövdesinde geçerli bir resim bulunamadı.
vi: Không thể tìm thấy hình ảnh hợp lệ trong metadata hoặc nội dung tài liệu.

source: Unable to find a valid image in the metadata, will render an icon.
ar: تعذَّر العثور على صورة صالحة في البيانات الوصفية، فستُصيَّر أيقونة.
bg: Правилно изображение не е намерено в метаданните, ще се генерира иконка.
de: Kein gültiges Bild in den Metadaten gefunden, es wird ein Symbol angezeigt.
fi: Metatiedoista ei löytynyt kelvollista kuvaa, piirretään kuvake.
fr: Impossible de trouver une image valide dans les métadonnées, rendu d’une icône.
hr: U metapodacima nije pronađena nijedna valjana slika. Prikazat će se ikona.
it: Impossibile trovare un'immagine valida nei metadati, eseguirà il rendering di un'icona.
ja: メタデータに有効な画像が見つからなかったため、アイコンを表示します。
nl: Kon geen geldige afbeelding vinden in de metagegevens, een pictogram wordt gebruikt.
oc: Impossible de trobar un imatge valid dins las metadonadas, se mostrarà una icòna.
ru: Не удалось найти допустимое изображение в метаданных, вместо него будет показан значок.
tr: Üst verilerde geçerli bir resim bulunamadı, bir simge oluşturacak.
vi: Không thể tìm thấy hình ảnh hợp lệ trong metadata, sẽ hiển thị một biểu tượng.

source: Unable to find a valid image in the metadata, will render a "{name}" card with icon.
ar: تعذَّر العثور على صورة صالحة في البيانات الوصفية، فستصيَّر بطاقة «{name}» مع أيقونة.
bg: Правилно изображение не е намерено в метаданните, ще се генерира карта „{име}“ с иконка.
de: Kein gültiges Bild in den Metadaten gefunden, es wird eine "{name}"-Karte mit Symbol angezeigt.
fi: Metatiedoista kelvollista kuvaa ei voi löytää; hahmonnetaan kortti "{name}", jossa on kuvake.
fr: Impossible de trouver une image valide dans les métadonnées, rendu d’une carte « {name} » avec icône.
hr: U metapodacima nije pronađena nijedna valjana slika. Prikazat će se „{name}” kartica s ikonom.
it: Impossibile trovare un'immagine valida nei metadati, visualizzerà una scheda "{nome}" con l'icona.
ja: メタデータ内に有効な画像が見つかりませんでした。そのため、アイコン付きの"{name}"カードを表示します。
nl: Kon geen geldige afbeelding vinden in de metagegevens, een ‘{name}’-kaart met pictogram wordt gebruikt.
oc: Impossible de trobar un imatge valid dins las metadonadas, se mostrarà una carta « {name} » amb una icòna.
ru: Не удалось найти допустимое изображение в метаданных, вместо него будет отображена карточка "{name}" со значком.
tr: Üst verilerde geçerli bir resim bulunamadığında, simgeli bir "{name}" kartı oluşturulur.
vi: Không thể tìm thấy hình ảnh hợp lệ trong siêu dữ liệu, sẽ hiển thị thẻ "{name}" có biểu tượng.
