Repository: rafaelmardojai/share-preview
Catalog: po/*.po
Languages: ar, bg, de, fi, fr, hr, it, ja, nl, oc, ru, tr, vi

source: Image "{url}" is defined with a relative url.
ar: عُرِّفَت الصورة «{url}» بمسار نسبي.
bg: Изображението „{url}“ е дефинирано с относителен адрес.
de: Bild "{url}" ist mit einem relativen Link definiert.
fi: Kuva "{url}" on määritetty suhteellisella verkko-osoitteella.
hr: Slika „{url}” je definirana relativnim URL-om.
it: L'immagine "{url}" è definita con un relativo url.
ja: 画像"{url}"は相対パスで定義されています。
nl: Afbeelding ‘{url}’ is gedefinieerd als relatieve URL.
oc: L’imatge « {url} » es definida amb una url relativa.
ru: Изображение "{url}" задано допустимым URL.
tr: "{url}" resmi göreli URL ile tanımlanmış.
vi: Hình ảnh "{url}" được xác định bằng url tương đối.

source: Image "{url}" met the requirements.
ar: تفِ الصورة «{url}» بالمتطلبات.
bg: Изображението „{url}“ отговаря на изискванията.
de: Bild "{url}" erfüllt Anforderungen.
fi: Kuva "{url}" täytti vaatimukset.
fr: L’image « {url} » correspond aux exigences.
hr: Slika „{url}” ispunjava uvjete.
it: L'immagine "{url}" soddisfa i requisiti.
ja: 画像"{url}"は要件を満たしています。
nl: Afbeelding ‘{url}’ voldoet aan de vereisten
oc: L’imatge « {url} » correspond a las exigéncias.
ru: Изображение "{url}" соответствует требованиям.
tr: Resim "{url}" gereksinimleri karşıladı.
vi: Hình ảnh "{url}" đáp ứng yêu cầu.

source: Image "{url}" did not meet the requirements: {info}.
ar: لا تفِ الصورة «{url}» بالمتطلبات: {info}.
bg: Изображението „{url}“ не отговаря на изискванията: {info}.
de: Bild "{url}" erfüllt Anforderungen nicht: {info}.
fi: Kuva "{url}" ei täyttänyt vaatimuksia: {info}.
fr: L’image « {url} » ne correspondait pas aux exigences : {info}.
hr: Slika „{url}” ne ispunjava uvjete: {info}.
it: L'immagine "{url}" non rispondeva ai requisiti: {info}.
ja: 画像"{url}" は要件を満たしていません：{info}。
nl: Afbeelding ‘{url}’ voldoet niet aan de vereisten: {info}
oc: L’imatge « {url} » correspondiá pas a las exigéncias : {info}.
ru: Изображение "{url}" не соответствует требованиям: {info}.
tr: Resim "{url}" gereksinimleri karşılamadı: {info}.
vi: Hình ảnh "{url}" không đáp ứng được yêu cầu: {info}.

source: Image "{url}" processed successfully.
ar: عُولجت الصورة «{url}» بنجاح.
bg: Изображението „{url}“ е обработено успещно.
de: Bild "{url}" erfolgreich verarbeitet.
fi: Kuva "{url}" käsitelty.
fr: Image « {url} » traitée avec succès.
hr: Slika „{url}” je uspješno obrađena.
it: L'immagine "{url}" è stata elaborata con successo.
ja: 画像"{url}"の処理が正常に完了しました。
nl: Afbeelding ‘{url}’ succesvol verwerkt
oc: Imatge « {url} » tractat amb succès.
ru: Изображение "{url}" успешно обработано.
tr: Resim "{url}" başarıyla işlendi.
vi: Hình ảnh "{url}" được xử lý thành công.

source: Failed to thumbnail "{url}": {info}.
ar: أخفق تصغير الصورة «{url}»: {info}.
bg: Грешка в предварителен преглед „{url}“: {info}.
de: Miniaturansicht für "{url}" konnte nicht erstellt werden: {info}.
fi: Pikkukuvan "{url}" luominen epäonnistui: {info}.
fr: Échec du vignettage de « {url} » : {info}.
hr: Neupsjelo stvaranje sličice za „{url}”: {info}.
it: Impossibile visualizzare la miniatura "{url}": {info}.
ja: "{url}"のサムネイル作成に失敗しました: {info}。
nl: Miniatuur maken van ‘{url}’ mislukt: {info}
oc: Fracàs de la creacion de la miniatura « {url} » : {info}.
ru: Ошибка создания миниатюры для "{url}": {info}.
tr: "{url}" için küçük resim oluşturulamadı: {info}.
vi: Không thu nhỏ được "{url}": {info}.

source: Found a valid occurrence for "{name}" with value "{value}".
ar: عُثر على تكرار صالح ل‍ِ«{name}» بقيمة «{value}».
bg: Намерено е правилно съвпадения за „{name}“ със стойност „{value}“!
de: Gültiges Vorkommen für "{name}" mit Wert "{value}" gefunden.
fi: Löydettiin kelvollinen tietue "{name}", jonka arvo on "{value}".
fr: Occurrence valide trouvée pour « {name} » avec la valeur « {value} ».
hr: Pronađeno je valjano pojavljivanje za „{name}” s vrijednošću „{value}”.
it: Trovato un'occorrenza valida per "{name}" con valore "{value}".
ja: "{name}"という有効なインスタンスを"{value}"という値で検出しました。
nl: Geldig voorval gevonden voor ‘{name}’ met waarde ‘{value}’.
oc: Ocurréncia valida trobada per « {name} » amb la valor « {value} ».
ru: Найдено допустимое для "{name}" значение "{value}".
tr: "{name}" için "{value}" değerine sahip geçerli bir oluşum bulundu.
vi: Đã tìm thấy sự xuất hiện hợp lệ cho "{name}" có giá trị "{value}".

source: No occurrences found for "{name}"!
ar: لم يُعثر على أي تكرار ل‍ِ«{name}»!
bg: Няма съвпадения за „{name}“!
de: Keine Vorkommen für "{name}" gefunden!
fi: Ei tietueen "{name}" esiintymiä!
fr: Aucune occurrence trouvée pour « {name} » !
hr: Nije pronađeno nijedno pojavljivanje za „{name}”!
it: Nessuna occorrenza trovata per "{name}"!
ja: "{name}"に関する一致する項目は見つかりませんでした！
nl: Geen voorval gevonden voor ‘{name}’
oc: Cap d’ocurréncia pas trobada per « {name} » !
ru: Не найдено вхождений для "{name}"!
tr: "{name}" için herhangi bir olay bulunamadı!
vi: Không tìm thấy sự kiện nào cho "{name}"!

source: Format is unsupported
ar: الصيغة غير مدعومة
bg: Форматът не се поддържа
de: Format wird nicht unterstützt
fi: Muoto ei ole tuettu
fr: Format non pris en charge
hr: Format nije podržan
it: Il formato non è supportato
ja: 形式がサポートされていません
nl: Formaat wordt niet ondersteund
oc: Lo format es pas pres en carga
ru: Формат не поддерживается
tr: Biçim desteklenmiyor
vi: Định dạng không được hỗ trợ

source: Image Url Error: {info}
ar: خطأ في مسار الصورة: {info}
bg: Грешка в адреса на изображението: {info}
de: Bild-URL-Fehler: {info}
fi: Kuvan osoitteen virhe: {info}
hr: Greška URL-a slike: {info}
it: Errore URL immagine: {info}
ja: 画像URLエラー: {info}
nl: Afbeeldings-URL-fout: {info}
oc: Error de l’URL de l’imatge : {info}
ru: Ошибка в URL изображения: {info}
tr: Resim URL Hatası {info}
vi: Lỗi Url Hình Ảnh: {info}

source: Image Data Url Error: {info}
ar: خطأ في بيانات مسار الصورة: {info}
bg: Грешка в данните на адреса на изображението: {info}
de: Bilddaten-URL-Fehler: {info}
fi: Kuvadatan verkko-osoitteen virhe: {info}
hr: Greška URL-a podatka slike: {info}
it: Errore URL dati immagine: {info}
ja: 画像データURLエラー: {info}
nl: Afbeeldings­gegevens-URL-fout: {info}
oc: Error de l’Url amb las donadas de l’imatge : {info}
ru: Ошибка в данных изображения: {info}
tr: Resim Verileri URL Hatası: {info}
vi: Lỗi Url Dữ Liệu Hình Ảnh: {info}

source: Image Data Invalid Base64: {info}
ar: بيانات الصورة Base64 غير صالحة: {info}
bg: Неправилни Base64 данни в изображението: {info}
de: Bild-Daten ungültig für Base64: {info}
fi: Kuvan data ei ole kelvollisessa base64-muodossa: {info}
hr: Nevaljani Base64 podatci slike: {info}
it: Dati immagine Base64 non validi: {info}
ja: 画像データが無効なBase64形式です: {info}
nl: Ongeldige Base64-gegevens van afbeelding: {info}
oc: Donadas de l’imatge en Base64 invalidas : {info}
ru: Ошибка в base64-данных изображения: {info}
tr: Resim Verisi Geçersiz Base64: {info}
vi: Dữ Liệu Hình Ảnh Base64 Không Hợp Lệ: {info}

source: Network Error: {info}
ar: خطأ في الشبكة: {info}
bg: Мрежова грешка: {info}
de: Netzwerk-Fehler: {info}
fi: Verkkovirhe: {info}
fr: Erreur réseau : {info}
hr: Greška mreže: {info}
it: Errore di rete: {info}
ja: ネットワークエラー: {info}
nl: Netwerkfout: {info}
oc: Error ret : {info}
ru: Ошибка сети: {info}
tr: Ağ Hatası: {info}
vi: Lỗi Mạng: {info}

source: Request Error: {info}
ar: خطأ في الطلب: {info}
bg: Грешка в заявката: {info}
de: Anfragefehler: {info}
fi: Pyyntövirhe: {info}
fr: Erreur de requête : {info}
hr: Greška zahtjeva: {info}
it: Errore richiesta: {info}
ja: リクエストエラー: {info}
nl: Verzoekfout: {info}
oc: Error de requèsta : {info}
ru: Ошибка запроса: {info}
tr: İstek Hatası: {info}
vi: Lỗi Yêu Cầu: {info}

source: Image Error: {info}
ar: خطأ في الصورة: {info}
bg: Грешка в изображението: {info}
de: Bild-Fehler: {info}
fi: Kuvavirhe: {info}
fr: Erreur image : {info}
hr: Greška slike: {info}
it: Errore immagine: {info}
ja: 画像エラー: {info}
nl: Afbeeldingsfout: {info}
oc: Error de l’imatge : {info}
ru: Ошибка изображения: {info}
tr: Resim Hatası {info}
vi: Lỗi Hình Ảnh: {info}

source: Image is too tiny ({actual}), minimum dimensions are {min}
ar: الصورة صغيرة جدًا ({actual})، والأبعاد الدنيا هي {min}
bg: Изображението е твърде малко ({actual}), минималните размери са {max}
de: Bild ist zu klein ({actual}), Mindestabmessungen sind {min}
fi: Kuva on liian pieni ({actual}), vähimmäismittojen tulee olla {min}
fr: L’image est trop petite ({actual}), les dimensions minimales sont {min}
hr: Slika je premalena ({actual}), najmanje dimenzije su {min}
it: L'immagine è troppo piccola ({actual}), le dimensioni minime sono {min}
ja: 画像が小さすぎます({actual})、最小サイズは{min}です
nl: Afbeelding is te klein ({actual}), minimale afmetingen zijn {min}
oc: L’imatge es tròp pichon ({actual}), las dimensions minimalas son {min}
ru: Изображение слишком маленькое ({actual}), минимальные размеры: {min}
tr: Resim çok küçük ({actual}), asgari boyutlar {min}
vi: Hình ảnh quá nhỏ ({actual}), kích thước tối thiểu là {min}

source: Image is too heavy ({actual}), max size is {max}
ar: الصورة كبيرة جدًا ({actual})، والحجم الأقصى هو {max}
bg: Изображението е твърде голямо ({actual}), максималният размер е {max}
de: Bild ist zu groß ({actual}), maximale Größe ist {max}
fi: Kuva on liian suurikokoinen ({actual}), enimmäiskoko on {max}
fr: L’image est trop lourde ({actual}), la taille maximale est {max}
hr: Slika je prevelika ({actual}), najveća veličina je {max}
it: L'immagine è troppo pesante ({actual}), la dimensione massima è {max}
ja: 画像が重すぎます({actual})、最大サイズは{max}です
nl: Afbeelding is te groot ({actual}), maximale grootte is {max}
oc: L’imatge es tròp pesuc ({actual}), la talha maximala es {max}
ru: Изображение слишком большое ({actual}), максимальные размеры: {max}
tr: Resim çok büyük ({actual}), azami boyut {max}
vi: Hình ảnh quá nặng ({actual}), kích thước tối đa là {max}

source: Image is unsupported: {info}
ar: الصورة غير مدعومة: {info}
bg: Изображението не се поддържа: {info}
de: Bild wird nicht unterstützt: {info}
fi: Kuva ei ole tuettu: {info}
fr: L’image n’est pas prise en charge : {info}
hr: Slika nije podržana: {info}
it: L'immagine non è supportata: {info}
ja: 画像がサポートされていません: {info}
nl: Afbeelding wordt niet ondersteund: {info}
oc: L’imatge es pas pres en carga : {info}
ru: Изображение не поддерживается: {info}
tr: Resim desteklenmiyor: {info}
vi: Hình ảnh không được hỗ trợ: {info}
